{
    "apps": [
        {
            "name": "Enterio",
            "description": "Enterio is an app that allows users to stream movies and TV shows with a simple and minimal user interface. The app provides essential information about the content, including genres, alternative titles, synopsis, and production companies. Additionally, users can read viewer reviews from TMDB and watch trailers or teasers from YouTube.",
            "image": "img/enterio.png",
            "alt": "Usage data",
            "note": "No login required. Everything is stored locally."
        },
        {
            "name": "Sangeet",
            "description": "Sangeet is a simple and elegant music player app developed using Flutter and Dart. It's designed to make it easy for users to enjoy their favorite offline music stored on their devices. This app offers a clean user interface, music categorization by album and artist, and a convenient search feature.",
            "image": "img/sangeet.png",
            "alt": "Absolute security"
        },
        {
            "name": "Trend-Browser",
            "description": "Trend Browser is a simple and elegant browsing app developed using Flutter and Dart. It's designed to provide users with a straightforward and efficient way to explore the internet. This app combines a clean user interface with essential features such as download and bookmarking favorite sites for quick access.",
            "image": "img/trend-browser.png",
            "alt": "Usage data",
            "note": "Simply login and start having buddy as your companion."
        },
        {
            "name": "Buddy",
            "description": "Welcome to our Chat App – your go-to platform for seamless conversations, whether it's one-on-one or in vibrant groups. Experience the joy of connecting with friends, family, or new acquaintances through text or by sharing moments with images. Our app offers a user-friendly and straightforward login process, making it easy to dive into the world of chatting. Engage in lively discussions, exchange laughter, and create lasting memories. Plus, enjoy the flexibility of anonymous login for added privacy. Your next chat companion is just a login away – start chatting and sharing the joy today!",
            "image": "img/buddy.png",
            "alt": "Absolute security"
        }
    ]
}